let activeTypeData = [
  {
    value: '会议',
    label: '会议'
  },
  {
    value: '学生',
    label: '学生'
  },
  {
    value: '教务',
    label: '教务'
  }
]
let classData = [
  '第一节',
  '第二节',
  '第三节',
  '第四节',
  '第五节',
  '第六节'
]
let weekData = [
  '第一周',
  '第二周',
  '第三周',
  '第四周',
  '第五周',
  '第六周',
  '第七周',
  '第八周',
  '第九周',
  '第十周',
  '第十一周',
  '第十二周',
  '第十三周',
  '第十四周',
  '第十五周',
  '第十六周',
  '第十七周',
  '第十八周',
  '第十九周',
  '第二十周',
  '第二十一周',
  '第二十二周',
  '第二十三周',
  '第二十四周',
  '第二十五周',
]
let weekList = [
  '星期一',
  '星期二',
  '星期三',
  '星期四',
  '星期五',
  '星期六',
  '星期日',
]
export {
  activeTypeData,
  classData,
  weekData,
  weekList
}